Repository: mlforcada/llibre-tecnol-trad
Catalog: llibrett/omegat/tm/mema.tmx
Source language: ca
Languages: es_es

source: Ambigüitat sintàctica o estructural d'origen categorial deguda al fet que els mots las (article o pronom) i comas (substantiu o verb) són homògrafs afectats d'ambigüitat lèxica categorial.
es_es: Ambigüedad sintáctica o estructural de origen categorial debida al hecho de que las palabras las (artículo o pronombre) y comas (sustantivo o verbo) son homógrafas afectadas por ambigüedad léxica categorial.

source: Una anàfora.
es_es: Una anáfora.

source: La solució semàntica és més potent i general però exigeix una anàlisi molt profunda de la frase.
es_es: La solución semántica es más potente y general pero exige un análisis muy profundo de la frase.

source: té un únic arbre d'anàlisi sintàctica i una única anàlisi morfològica, però dues interpretacions semàntiques diferents.
es_es: tiene un único árbol de análisis sintáctico y un único análisis morfológico, pero dos interpretaciones semánticas diferentes.

source: La dificultat per a un sistema de traducció automàtica apareix a l'hora de propagar el gènere i el nombre del nucli d'un sintagma als modificadors que hi hagen de concordar: su único amparo $$ la seua única empara; un buen postre $$ unes bones postres.
es_es: La dificultad para un sistema de traducción automática aparece a la hora de propagar el género y el número del núcleo de un sintagma a los modificadores que tengan que concordar: su único amparo $$ su único amparo; un buen postre $$ unos buenos postres.

source: No: ho prohibeix el principi de composicionalitat.
es_es: No: lo prohíbe el principio de composicionalidad.

source: Per exemple, la interpretació d'enviar algú a pastar fang pot ser la idiomàtica de dir a algú que deixe de molestar (espanyol mandar a freír espárragos) però podria ser també la literal en un taller de terrisseria.
es_es: Por ejemplo, la interpretación de enviar algú a pastar fang puede ser la idiomática al decir a alguien que deje de molestar (español mandar a freír espárragos) pero podría ser también la literal en un taller de alfarería.

source: no canvia el lema però sí els indicadors de flexió: el mot espanyol cantamos pot ser la 1a.
es_es: no cambia el lema pero sí los indicadores de flexión: la palabra española cantamos puede ser la 1.ª

source: Ambigüitat lèxica per anàfora: el pronom la pot tenir dos antecedents: Maria i la bossa.
es_es: Ambigüedad léxica por anáfora: el pronombre la puede tener dos antecedentes: Maria y la bolsa.

source: De les quatre combinacions possibles, dues tenen un cert sentit.
es_es: De las cuatro combinaciones posibles, dos tienen un cierto sentido.

source: D'altra banda, serveix per a il·lustrar, amb un parell de llengües concret, alguns dels conceptes tractats en els capítols anteriors.
es_es: Por otro lado, sirve para ilustrar, con un par de lenguas concretas, algunos de los conceptos tratados en los capítulos anteriores.

source: (1a conj.) / adj.masc.i fem.sing.: leves, ausentes, presentes.
es_es: (1a conj.) / adj.masc.y estiércol.sing.: leves, ausentes, presentas.

source: Pot tenir més d'un arbre d'anàlisi sintàctica (ambigüitat estructural).
es_es: Puede tener más de un árbol de análisis sintáctico (ambigüedad estructural).
